Repository: IMIO/imio.dms.mail
Catalog: imio/dms/mail/locales/*/LC_MESSAGES/collective.iconifiedcategory.po
Languages: fr

source: Activated for approval
fr: Approbation activée

source: Activated for approval (click to deactivate)
fr: Approbation activée (cliquer pour désactiver)

source: Already approved (click to change)
fr: Approuvé (cliquer pour changer)

source: Approved
fr: (À) Approuvé?

source: Deactivated for approval
fr: Approbation désactivée

source: Deactivated for approval (click to activate)
fr: Approbation désactivée (cliquer pour activer)

source: Partially approved. Still waiting for other approval(s)
fr: Approbation partielle. En attente d'autres approbations

source: Signed
fr: (À) Signé?

source: Totally approved
fr: Approbation complète

source: Waiting for other approval before you can approve
fr: En attente d'approbation par d'autres personnes avant la vôtre

source: Waiting for the first approval
fr: En attente du premier approbateur

source: Waiting for your approval (click to approve)
fr: En attente de votre approbation (cliquer pour approuver)
