Repository: IMIO/imio.dms.mail
Catalog: imio/dms/mail/locales/*/LC_MESSAGES/plone.po
Languages: fr

source: Activate
fr: Activer

source: Activate the object
fr: Activer l'élément

source: Active
fr: Activé

source: Base Field Writer
fr: Éditeur champs base

source: Deactivate
fr: Désactiver

source: Deactivate the object
fr: Désactiver l'élément

source: Deactivated
fr: Désactivé

source: Dms main file of a Dms document
fr: Fichier ged principal d'un document

source: DmsFile Contributor
fr: Ajout fichier ged

source: Dms main file
fr: Fichier ged

source: Imio Dms Mail settings
fr: Configuration du courrier2

source: Internal Reference Number
fr: Référence interne

source: Recipient groups
fr: Services en copie

source: Treating Group Writer
fr: Éditeur service traitant

source: Treating groups
fr: Service traitant

source: Back to agent
fr: Remettre à l'agent

source: Back to creation
fr: Remettre en création

source: Back to manager
fr: Renvoyer au DG

source: Back to pre manager
fr: Renvoyer pour prévalidation DG

source: Back to service
fr: Renvoyer au service

source: Back to treatment
fr: Remettre en traitement

source: Close
fr: Clôturer

source: Closed
fr: Clôturé

source: Created
fr: En création

# dmsincomingmail-in-copy-group
source: Incoming mail in copy group
fr: Courrier entrant mes services en copie

# dmsincomingmail-in-copy-group-unread
source: Incoming mail in copy group, unread
fr: Courrier entrant mes services en copie, non lus

# dmsincomingmail-in-treating-group
source: Incoming mail in my treating groups
fr: Courrier entrant mes services traitants

# dmsincomingmail-validation
source: Incoming mail to validate
fr: Courrier entrant à valider

# dmsoutgoingmail-in-copy-group
source: Outgoing mail in copy group
fr: Courrier sortant mes services en copie

# dmsoutgoingmail-in-treating-group
source: Outgoing mail in my treating groups
fr: Courrier sortant mes services traitants

# dmsoutgoingmail-validation
source: Outgoing mail to validate
fr: Courrier sortant à valider

source: In treatment
fr: En cours de traitement

# om_back_to_agent
source: Back to agent
fr: Proposer à l'agent

# om_back_to_be_signed
source: Back to be signed
fr: Remettre à signer

# om_back_to_creation
source: Back to creation
fr: Remettre en création

# om_back_to_scanned
source: Back to scanned
fr: Remettre en scanné

# om_back_to_service_chief
source: Back to service chief
fr: Renvoyer au chef de service

# om_created
source: Created
fr: En création

# om_mark_as_sent
source: Mark as sent
fr: Indiquer comme envoyé

# om_propose_to_be_signed
source: Propose to be signed
fr: Mettre à signer

# om_propose_to_service_chief
source: Propose to service chief
fr: Proposer au chef de service

# om_proposed_to_service_chief
source: Proposed to service chief
fr: À valider par le chef de service

# om_scanned
source: Scanned
fr: Scanné

# om_sent
source: Sent
fr: Envoyé

# om_set_scanned
source: Set to scanned
fr: Mettre en scanné

# om_to_be_signed
source: To be signed
fr: À la signature

source: Propose to agent
fr: Proposer à l'agent

source: Propose to manager
fr: Proposer au DG

source: Propose to pre manager
fr: Proposer pour prévalidation DG

source: Propose to service
fr: Proposer au service

source: Proposed to agent
fr: À traiter

source: Proposed to manager
fr: À valider par le DG

# proposed_to_pre_manager
source: Propose to pre manager
fr: À valider avant le DG

# task-in-assigned-group
source: Task in my groups
fr: Tâche mes groupes assignés

source: task-in-proposing-group
fr: Tâche mes groupes proposants

# task-validation
source: Task to validate
fr: Tâche à valider

source: Treat
fr: Traiter
